Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/9_undervisningsoppl.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Oahpahusláhču: Dássi 6
sma: Udir.no - Ööhpehtimmiesoejkesje: Daltese 6

source: Oahpahusláhču: Dássi 6
sma: Ööhpehtimmiesoejkesje: Daltese 6

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 6. dási gelbbolašvuođamihttomeriid.
sma: Daesnie lohkehtæjja vuesiehtimmieh gaavna guktie satne maahta maahtoeulmiejgujmie 6. daltesisnie barkedh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmilis, sisdoalus ja bargovugiin, movt vuođđogálggaid integreret ja movt oahpahusa sáhttá heivehit juohke ovttaskas oahppái.
sma: Daesnie våajnoes guktie dah maahtoeulmieh tjyölkehke sjïdtieh lïerehtimmieulmine, sisvegisnie jïh barkoevuekine, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh, jïh guktie maahta ööhpehtimmiem sjïehteladtedh dan aktegh learoehkasse.

source: Dađistagaárvvoštallan ja gielladomeanat leat oassin dagus.
sma: Vuarjasjimmie iktemeran jïh daajroes gïelesuerkieh leah akte bielie dehtie soejkesjistie.

source: Dát ovdamearka válddahallá doaimma mas vállje árgabeaivválaš dili geavaheames govaid ja/dahje doaimmaid.
sma: Daate vuesiehtimmie akte darjome gusnie aktem biejjieladtje tsiehkiem veeljie, jïh ovmessie guvvieh jïh / jallh darjomh nåhtede.

source: Gelbbolašvuođamihttomearit
sma: Maahtaldahkeulmie

source: Njálmmálaš gulahallan
sma: Njaalmeldh gaskesadteme

source: máhttit beaivválaš dili sániid
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: guldalit, ipmirdit ja oassálastit spontánalaš ságastallamiin
sma: baakoeh utnedh guktie maahta beajjetji aamhtesi bïjre soptsestidh

source: ságastallat oahpes ja áigeguovdilis fáttáid birra
sma: goltelidh, guarkedh jïh jïjtjh aaj soptsestidh

source: Eará relevánta gelbbolašvuođamihttomearit
sma: soptsestidh åehpies jïh byögkeles aamhtesi bïjre

source: Oahppomihttomearit
sma: Lïerehtimmieulmieh

source: Mihttomearrin lea ahte oahppis galgá lea sátneriggodat mii lea doarvái beaivválaš dilálašvuođaide.
sma: Ulmie lea learohke edtja aktem baakoeveahkam nåhtadidh mij dejtie biejjieladtje tsiehkide sjeahta.

source: Dát mearkkaša ahte oahppi galgá máhttit:
sma: Dïhte sæjhta jiehtedh learohke edtja maehtedh:

source: viiddidit sátneriggodagas go oahppá ođđa doahpagiid beaivválaš dilálašvuođa birra
sma: sov biejjieladtje baakoeveahkam lissiehtidh gosse lahtesh leara mah leah dan biejjieladtje tseahkan ektiedamme

source: atnit oahppan sániid
sma: lïereme baakoeh nåhtadidh

source: ráhkadit cealkagiid dihto fáttá birra
sma: raajesh darjodh aktine sisveginie akten veeljeme aamhtesasse

source: muitalit gova birra mii gullá dihto fáddái
sma: maam akt soptsestidh akten guvvien bïjre akten veeljeme aamhtesasse

source: ipmirdit ja vástidit gažaldagaid
sma: gyhtjelassh guarkedh jïh vaestiedidh

source: Ulbmilolahusa eavttut
sma: Væhtah juktie ulmide jaksedh

source: Gelbbolašvuođamihttomearri, oahppomihttomearri ja eavttut oahppoulbmiliid olahit berre almmuhit ohppiide.
sma: Tjuara maahtoeulmieh, lïerehtimmieulmieh jïh væhtah juktie lïerehtimmieulmide jaksedh, åehpies darjodh learoehkidie.

source: Oahpaheaddji ferte njálmmálaččat duohtandahkat eavttuid ohppiide.
sma: Lohkehtæjja tjuara dejtie væhtide njaalmeldh buerkiestidh learoehkidie.

source: Dat sáhttet juogo heŋgejuvvot oaidnima ládje klássalanjas dahje oassin bargoplánas.
sma: Dah maehtieh våajnoes årrodh klaassen tjiehtjielisnie, jallh akte bielie årrodh barkoesoejkesjistie.

source: Jus eavttut čállojuvvojit, nugomat bargoplánii, de sáhttet váhnemat / ovddasteaddjit searvat bargui.
sma: Jis væhtah tjaalaldihkie, vuesiehtimmien gaavhtan barkoesoejkesjisnie, dah eejhtegh / eejhtegi åvteste maehtieh meatan årrodh barkosne.

source: Eavttut oahppoulbmiliid olahit sáhttet govviduvvot sierra skovis.
sma: Maahta væhtide, juktie lïerehtimmieulmide jaksedh, aktene goeresne buektedh.

source: Dás adnojit árvosánit nuoraidskuvlla ja joatkkaskuvlla várás.
sma: Daesnie karakterh nåhtede noereskuvlese jïh jåarhkeskuvlese.

source: Oahppomihttomearri
sma: Lïerehtimmieulmieh

source: Árvosáni dássi 2
sma: Karakteredaltese 2

source: Árvosáni dássi 3 - 4
sma: Karakteredaltese 5-6

source: Oahppi galgá máhttit:
sma: Learohke edtja maehtedh:

source: viiddidit sátneriggodaga soames árgabeaidilálas- vuođaid birra.
sma: baakoeveahkam vijriedidh naan biejjieladtje tsiehkiej bïjre

source: Oahppi máhttá soames dain dábáleamos sániid dihto fáttá birra.
sma: Learohke maahta såemies dejstie siejhmemes biejjieladtje baakojde, akten vihties aamhtesen bïjre

source: Oahppis lea oalle buorre sátneriggodat dihto fáttá birra.
sma: Learohken akte naa hijven baakoeveahka akten vihties aamhtesen birje

source: Oahppis lea hui buorre sátneriggodat dihto fáttá birra.
sma: Learohken akte joekoen hijven baakoeveahka akten vihties aamhtesen bïjre.

source: atnit sániid maid lea oahppan
sma: lïereme baakoeh nåhtadidh

source: Oahppi máhttá soames oahppan sániid atnit.
sma: Learohke maahta naan lïereme baakoeh nåhtadidh

source: Oahppi máhttá ollu oahppan sániid atnit.
sma: Learohke maahta jïjnjh lïereme baakoeh nåhtadidh

source: Oahppi máhttá hui bures atnit oahppan sániin.
sma: Learohke joekoen jïjnjh lïereme baakoeh hijvenlaakan maahta.

source: hábmet cealkagiid dihto fáddái main lea molssaevttolaš sisdoallu
sma: raajesh darjodh aktine jeereldihkie sisvegisnie, akten veeljeme aamhtesasse

source: Oahppi máhttá hábmet álkes cealkagiid dihto fáttá birra.
sma: Learohke maahta aelhkie raajesh darjodh akten veeljeme aamhtesasse.

source: Oahppit máhttet hábmet máŋga cealkaga dihto fáttá birra.
sma: Learohke maahta jïjnjh raajesh darjodh akten veeljeme aamhtesasse.

source: Oahppi máhttá hábmet cealkagiid dihto fáddái mas lea rikkis ja dárkilis giella.
sma: Learohke maahta raajesh darjodh aktine jeereldihkie jïh tjïelke gïeline, akten veeljeme aamhtesasse.

source: muitalit juoida válljejuvvon fáttá gova birra
sma: maam akt akten guvvien bïjre soptsestidh akten veeljeme aamhtesasse

source: Oahppi máhttá eaŋkilsániiguin muitalit maid son govas oaidná.
sma: Learohke maahta aktegh baakoejgujmie soptsestidh maam vuajna aktene guvvesne

source: Oahppi máhttá muitalit gova birra cealkagiin.
sma: Learohke maahta akten guvvien bïjre soptsestidh raajesigujmie.

source: Oahppi máhttá muitalit gova birra máŋggaid cealkagiiguin ja girjás cealkkahuksen.
sma: Learohke maahta akten guvvien bïjre soptsestidh jïjnjh raajesigujmie, jïh raajesidie jeereldihkie darjodh.

source: ipmirdit gažaldagaid ja daid vástideames
sma: gyhtjelassh guarkedh jïh dejtie vaestiedidh

source: Oahppi máhttá gažaldagaid vástidit eaŋkilsániiguin.
sma: Learohke maahta gyhtjelassh vaestiedidh aktegh baakoejgujmie

source: Oahppi máhttá vástidit gažaldagaid olles cealkagiin.
sma: Learohke maahta gyhtjelassh vaestiedidh ellies jiehtegigujmie.

source: Oahppi máhttá dárkilit vástidit gažaldagaid olles cealkagiiguin.
sma: Learohke maahta gyhtjelassh veelelaakan vaestiedidh, ellies raajesigujmie.

source: Dát skovvi sáhttá leat árvvoštallanságastallamiid vuođđun gaskal oahppi ja oahpaheaddji.
sma: Daate goere maahta akte hijven våarome årrodh vuarjasjimmiesoptsestallemidie lohkehtæjjan jïh learohken gaskem.

source: Skovvi sáhttá maiddái leat oassin barggus duođaštt juohke oahppi gelbbolašvuođa.
sma: Goere maahta aaj meatan årrodh gosse edtja fïerhten learohken maahtoem tjaaleldh vihtiestidh.

source: Oahppodoaimmat
sma: Lïerehtimmiedarjomh

source: Dát ovdamearka čájeha movt oahppit válljejit fáttá mii lea oassin skovis Beaivválaš dilálašvuođat.
sma: Daate vuesiehtimmie vuesehte guktie learohkh aamhtesem veeljieh mah leah meatan goeresne Biejjieladtje tsiehkieh.

source: Oahpaheaddji sáhttá maiddái ovdalgihtii mearridit dihto fáttá mainna oahppit barget.
sma: Lohkehtæjja maahta aaj åvtelhbodti aktem vihties aamhtesem moenedh mejnie learohkh berkieh.

source: Dán oahppandoaimmas lea gáhkken / láibun fáddán.
sma: Daennie lïerehtimmiedarjomisnie aamhtese lea bååhkesjimmie.

source: Oahppodoaibma juhkkojuvvo iešguđetlágan doaimmaide, sihke praktihkalaš ja teorehtalaš.
sma: Lïerehtimmiedarjome juakasåvva ovmessie darjominie, dovne dæjpeles jïh teoretihkeles.

source: Lea dehálaš ahte oahppodoaimmat molsašuvvet.
sma: Vihkeles dah lïerehtimmiedarjomh leah gellielaaketje.

source: Danin sáhttá dát čađahuvvot stašuvdnabargun.
sma: Dannasinie maahta dam tjïrrehtidh goh sijjiebarkoe.

source: Oahpaheaddji mearrida man guhkes áiggi ja maid oahppit galget bargat guđege stašuvnnas.
sma: Dellie lohkehtæjja muana man guhkiem learohkh edtjieh fïerhtene sijjesne årrodh, jïh maam edtjieh darjodh fïerhtene sijjesne.

source: Stašuvnnat sáhttet leat gos oahppit galget lohkat sihke jaskadit ja jitnosit, jurddašit, hupmat, digaštallat, sárgut ja čállit.
sma: Maahtah sijjieh årrodh gusnie learohkh edtjieh dovne reegkes gïeline jïh sjeavohtslaakan lohkedh, ussjedidh, digkiedidh, guvviedidh jïh tjaeledh.

source: Dát skovvi čájeha soames ovdamearkka makkár beaivválaš dilálašvuođa oahpaheaddji sáhttá válljet oahppodoaimmas.
sma: Daate goere vuesehte såemies vuesiehtimmieh biejjieladtje tsiehkiejgujmie, mejtie lohkehtæjja maahta veeljedh nåhtadidh lïerehtimmiedarjomisnie.

source: Neahttabáikkiin mat leat árvaluvvon, leat ollu fiinna govat maid sáhttá ávkkástallat.
sma: Jïjnjh tjaebpies guvvieh gååvnesieh dejnie raeriestamme nedtievierhtine. Mov bïjre:

source: oahpásmahttit ja govvidit iežan earáide
sma: - åehpiedehteme jïh buerkiestamme jïjtjestanne

source: bearaš
sma: - fuelhkie

source: biktasat
sma: - vaarjoeh

source: biebmoeallit
sma: - lyjhkeds-kreeke

source: rumaš ja dearvvašvuohta
sma: - kråahpe jïh healsoe

source: hápmi
sma: - guelmie

source: boahttevaš fidnu
sma: - båetije barkoe

source: Skuvla, olbmát ja astoáigi:
sma: Skuvle, voelph jïh eejehtalleme:

source: oahpásmahttit ja govvidit olbmáid
sma: - åehpiedehteme jïh buerkiestimmie voelpijste

source: skuvla, skuvlabargu, fága, diibmoplána
sma: - skuvle, skuvlebarkoe, faagh, tæjmoesoejkesje

source: vahkobeaivvit iešguđetge doaimmaid oktavuođas
sma: - våhkoebiejjeh ektiedimmesne ovmessie darjomigujmie

source: falástallan ja eará astoáiggedoaimmat
sma: - gaarsjelimmie jïh jeatjah darjomh eejhtallemisnie

source: diibmu
sma: - tsåahka

source: Mu lagasbiras:
sma: Mov lihke byjrese:

source: mu ássodat ja viessodávvirat
sma: - gåetie jïh mij dan sisnie

source: sámi biebmu ja biebmokultuvra
sma: - saemien beapmoe jïh beapmoekultuvre

source: gáfedagas finadit
sma: - fealadimmievuekieh

source: oastit dahje várret billeahtaid
sma: - vuelkemeleahpah åestedh jallh dongkedh

source: árbevierut, vierut, eallinvuogit
sma: - vuekieh, daepieh, jielemevuekieh

source: allabasit (juovllat, beassážat jna..)
sma: - bissiebiejjieh (jåvle, påaske jv..)

source: musihkka, girjjálašvuohta ja filbma
sma: - musihke, lidteratuvre jïh filme

source: sámi historjá
sma: - saemien histovrije

source: sámi njálmmálaš muitalanárbevierut; máidnasat, álbmotmuitalus, juoigan
sma: - saemien njaalmeldh soptsestimmievuekie; heamture, vaajese, vuelie

source: giellaguovllu álbmot
sma: - gïeledajven årrojh

source: Jahki:
sma: Jaepie

source: kaleandar, vahkobeaivvit, mánut, jahkodagat
sma: - biejjielåhkoe, våhkoebiejjieh, askh, jaepieboelhkh

source: dálki
sma: - elmien otnjegh

source: iešguđetlágan doaimmat jagis, luomus ja mat gullet ealáhusaide
sma: - darjomh jaepesne, eejehtallemisnie jïh jieliemidie ektiedamme

source: iešguđetlágan doaimmat nugomat murjen, bivdu, miessemearkun, njuovadeapmi, guolásteapmi
sma: - ovmessie darjomh goh tjöönghkeme, vijreme, miesiemierhkesjimmie, leekedimmie, gööleme

source: Muitalusat ja historjját
sma: Soptsesh jïh vaajesh

source: Oahpaheaddji almmuha fáttá lohkamis oanehis historjjá mii gullá fáddái.
sma: Lohkehtæjja aamhtesinie aalka, jïh aktem åenehks soptsesem jallh aktem vaajesem låhka mij lea ektiedamme disse.

source: Ohppiide máŋgejuvvo historjá ja sii galget vuolláisárgut ođđa sániid ja doahpagiid.
sma: Learohkh aktem kopijem åadtjoeh soptsesistie, jïh aktem sievem biejieh orre baakoej jïh lahtesi nualan.

source: Nu oahppit oahpásmuvvet ođđa sániiguin ja doahpagiiguin mat dan fáddái gullet.
sma: Dah learohkh naemhtie åadtjoeh åehpies sjïdtedh dej orre baakoejgujmie mah leah aamhtesasse ektiedamme.

source: Oahpaheaddji gažada ohppiid lohkkojuvvon teavstta vuođul, ja oahppit vástidit.
sma: Lohkehtæjjah gyhtjelassh tjaalegistie gihtjie, jïh learohkh vaestiedieh.

source: Oahpaheaddji sáhttá maiddái atnit goartta / govaid mat gullet fáddái, ja oahppit galget válddahallat goarttaid / govaid.
sma: Lohkehtæjja aaj maahta ovmessie kåarhth / guvvieh ektiedamme aamhtesasse nåhtadidh, jïh learohkh edtjieh kåarhtide / guvvide buerkiestidh.

source: Go oahpaheaddji ságastallá ohppiiguin fáttá birra, de son ferte leat nu dárkil go vejolaš.
sma: Gosse lohkehtæjja aamhtesen bïjre soptseste learoehkigujmie, satne tjuara dan tjïelke årrodh goh gåarede.

source: Jeara áinnas ná: Gii dá lea ?
sma: Gihtjh goh naemhtie: Gie daate ?

source: Mii dát lea ?
sma: Gusnie daate ?

source: Mii govas dáhpáhuvvá ?
sma: Mij guvvesne heannede ?

source: Mii doaimmaid lea mii dáhpáhuvvá ?
sma: Mij daate darjome ?

source: Manin dán dahket ?
sma: Mannasinie daam dorje ?

source: Masa ávkin go ná barget ?
sma: Mij aevhkide daam darjodh ?

source: Mii dáhpáhuvvá ?
sma: Mij heannede ?

source: Lea dehálaš ahte dát dáhpáhuvvá áigeortnega mielde jus mat vállje láibuma.
sma: Vihkeles daate lea öörnegen mietie, jis vuesiehtimmien gaavhtan bååhkesjimmiem veeljie.

source: Dalle ferte álggahit ráhkkanemiin, joatkit váldodoaimmain ja dasto loahpahemiin ja bohtosiin.
sma: Dellie tjuara dejne soejkesjimmine aelkedh, jåarhkedh tjïrrehtimmine dehtie åejviedahkojste jïh galhkuvinie jïh illedahkine orrijidh.

source: Loahpadettiin sáhttet oahppit bájuhit historjjá áigeortnega mielde álggus lohppii.
sma: Minngemes learohkh maehtieh heannadimmien bïjre soptsestidh aalkovistie galhkuvasse.

source: Ovdamearka: Goarta Thomas láibu:
sma: Vuesiehtimmie: Kåarhte Tåamma bååhkesje:

source: Govven: Ina Beate Somby, Báhpajávrri skukvla.
sma: Guvvie: Ina Beate Somby, Prestvannet skuvle.

source: VØL-skovvi
sma: VØL-goere

source: Maŋŋil go oahpaheaddji lea lohkan ja muitalan fáttá birra, galget oahppit deavdit VØL-skovi.
sma: Gosse lohkehtæjja lohkeme jïh soptsestamme aamhtesen bïjre, learohkh edtjieh aktem VØL-goerem dievhtedh.

source: L-ráidui ges oahppit čállet maid sii leat oahppan).
sma: Vuartesjh kaptihtelem vuelielisnie, vuarjasjimmen bïjre.

source: Govat ja goarttat
sma: Guvvieh jïh kåarhth

source: Oahpaheaddji atná goarttaid mas leat iešguđetlágán govat.
sma: Lohkehtæjja kåarhth åtna ovmessie guvviejgujmie.

source: Goarttat čájehit iešguđetlágan vearbbaid ja substantiivvaid mat gullet fáddái.
sma: Dah kåarhth maehtieh dovne ovmessie vearbh jïh substantijvh vuesiehtidh, mah ektiedimmiem utnieh dan aamhtesasse.

source: Goarttat vuogáidahttojuvvojit iešguđet ivdnekodaid mielde, omd. sáhttet vearba goarttain leat alit ravdaivdni, dahje giddet govaid alit báhpirii.
sma: Kåarhtide öörnegen mietie beaja ovmessie klaeriekodaj mietie, vuesiehtimmien gaavhtan vearbh maehtieh kåarhth plaave mierine årrodh, jallh maahta guvvide lïjmesjidh plaave paehpierasse.

source: Eará sátneluohkáin nugomat substantiivvain ja adjektiivvain leat eará ivdnekodat.
sma: Jeatjah baakoeklaassh goh substantijve jïh adjektijve, jeatjah klaeriekodah utnieh.

source: Lea dehálaš ahte vearbbat leat infinitiiva hámis ja substantiivat ges nominatiiva hámis.
sma: Vihkeles dah vearbh leah vuesiehtimmien gaavhtan infinitijvesne, jïh substantijvh leah nominatijvesne.

source: Adjektiivvat sáhttet leat sihke predikatiiva ja attribuhtta hámis.
sma: Dah adjektijvh maehtieh dovne årrodh predikatijven jïh attributijven haamosne.

source: Ivdnekodat dagahit ahte oahppit earuhit iešguđetge sátneluohkáid.
sma: Dah klaeriekodah viehkiehtieh learoehkidie dejtie ovmessie baakoeklaasside joekedidh.

source: Oahppit sáhttet atnit goarttaid go leat grammatihka oahppamin.
sma: Learohkh maehtieh kåarhtide utnedh gosse grammatihkem lïerieh.

source: Oahppit ráhkadit cealkagiid ja viiddidit e.e. sojaheames vearbbaid, substantiivvaid ja pronomeniid.
sma: Learohkh raajesh darjoeh jïh sojjehtimmiem væjranieh vearbijste, substantijvijste jïh pronomenijstie.

source: Ovdamearka: goarttat iešguđet ivnnis
sma: Vuesiehtimmie: kåarhth ovmessie klaerine

source: Govven: Ina Beate Somby, Báhpajávrri skuvla.
sma: Guvvie: Ina Beate Somby, Prestvannet skuvle.

source: Oahpaheaddji gávdná ja/dahje ráhkada fáddái heivvolaš riibma, sátnestullama dahje divtta.
sma: Lohkehtæjja aktem sjïehteles rïjmem, raajroem jallh diktem aamhtesasse gaavna / dorje.

source: Oahppit ožžot dan máŋgejuvvot.
sma: Learohkh dam goh kopijem åadtjoeh.

source: Teaksta sáhttet heŋget seaidnái dahje távvalii vai oahppit dan bures oidnet.
sma: Teekstem maahta aaj vïedtjese / taavlese gævnjoestidh guktie dïhte våajnoes learoehkidie.

source: Ovdamearka: Mii dát lea ?
sma: Vuesiehtimmie: Mij daate ?

source: Oahpaheaddji gávdná vuogas lávlaga mii heive fáddái.
sma: Lohkehtæjja aktem laavlomem gaavna mij aamhtesasse sjeahta.

source: Ohppiide lávlla máŋgejuvvo vai sii dan vurkejit lávlunmáhppii.
sma: Learohkh aktem kopijem åadtjoeh laavlomistie maam maahta biejedh akten sjïere laavlomemaabpese.

source: Lávllateaksta sáhttá maiddái máŋget A3-árkii ja heŋget seaidnái / távvalii.
sma: Laavlomem maahta aaj kopijeredh akten A3-paehpierasse, jïh vïedtjese / taavlese gævnjoestidh.

source: Oahppit galget oahppat lávlaga ja dan lávlut.
sma: Learohkh laavlomem lïerieh jïh dam laavloeh.

source: Ovdamearka: lávlla
sma: Vuesiehtimmie: laavlome

source: Oahppit čállet ođđa sániid ja doahpagiid lotus-skovvái.
sma: Learohkh orre baakoeh jïh lahtesh dievhtieh aktene lotus-goeresne.

source: Lotus-skovvái leat bidjan iešguđetlágan ivnniid ja sátneklássaid.
sma: Lotusgoerem mïerhkesjamme ovmessie klaeriejgujmie jïh baakoeklaassigujmie.

source: Oahppit galget čállit skovvái sániid ivdnekodaid mielde.
sma: Learohkh baakojde disse dievhtieh dej ovmessie klaeriej mietie.

source: Omd. galget vearbbat čállojuvvot alit ivdnejuvvon osiide ja iešguđet substantiivvat iešguđet ivdnejuvvon osiide nugomat biebmogálvvut ja gievkkanreaiddut.
sma: Vuesiehtimmien gaavhtan edtja vearbide biejedh dejtie plaave sijjide, jïh ovmessie substantijvh dejnie ovmessie sijjine, vuesiehtimmien gaavhtan beapmojde jïh tjöövkedirregidie.

source: Maŋŋil go oahppit leat sániid čállán lotus-skovvái, de galget skovvái čállojuvvon sániid vuođul ráhkadit cealkaga.
sma: Gosse learohkh lotusgoerem deavhteme, edtjieh raajesh darjodh viehkine goereste.

source: Cealkagat sáhttet leat sihke čálalaččat ja njálmmálaččat.
sma: Maahta raajesidie dovne tjaaleldh jïh njaalmeldh darjodh.

source: Ovdamearka: lotus-skovvi
sma: Vuesiehtimmie: lotusegoere

source: Sálttit
sma: Jaavvoe

source: Sohkar
sma: Lihtie

source: Fierrunmášiidna
sma: Vanilje-dijnege

source: - reaiddut
sma: Substantijvh

source: Niibi
sma: - iebnh

source: Mun galggan...
sma: Tjaetsie - dirregh

source: Láibut
sma: Vuebnie

source: Dahkansánit Goikadit
sma: Bååhkesjimmie-pulvere

source: Gáhkket
sma: Munnieh

source: Vuordit
sma: Væspadidh

source: Borramuš
sma: Jalkesjidh

source: Gávppašit
sma: Byöpmedidh

source: Ráhkkanit
sma: Åesiestidh

source: Sátnebáŋku
sma: Soejkesjidh

source: Oahppit čállet ođđa sániid sátnegirjái.
sma: Learohkh dejtie orre baakojde akten baakoegærjetjasse tjaelieh.

source: Sii sáhttet maiddái čállit sániid bábersiidui dahje dihtorii.
sma: Dah aaj maehtieh baakojde våålese aktene paehpierisnie tjaeledh, jallh PC-esne.

source: Álgos čállet sámegielat sáni gurutbeallái ja dárogielat sáni olgešbeallái.
sma: Voestegh dam saemien nommem tjaelieh, jïh dan mænngam dam nöörjen.

source: Oahppit máhccot árkka nu ahte sámegielat sánit leat nuppi bealde ja dárogielat ges nuppi bealde.
sma: Learohkh paehperem maahtsoestieh, guktie dah saemien baakoeh leah dennie aktene bielesne jïh dah nöörjen dennie mubpene.

source: Oahppit hárjehallet ođđa sániid juogo akto dahje ovttas nuppi ohppiin.
sma: Learohkh oktebisnie jallh aktine jeatjabinie dejtie orre baakojde haarjanieh.

source: Oahppi cuoigu dan sáni man nubbi dadjá, ja nubbi ges vástida leago riekta.
sma: Akte learohke soermem steerie dan baakose mij jeahtasåvva, jïh dïhte mubpie giehtjede mejtie staaran.

source: Oahpaheaddji ráhkada goarttaid mas leat iešguđet sánit, dahje oahppit čállet sániid smávit báberlihpuide.
sma: Lohkehtæjja kåarhth dorje ovmessie baakoejgujmie mah learohkh åadtjoeh, jallh learohkh baakojde tjaelieh smaave paehpieridie.

source: Dađistaga go oahppit muitet sániid bajil, sii sáhttet goarttaid / sániid vuorkut.
sma: Gosse dah learohkh baakojde åejjesne lïerieh, maehtieh kåarhtide / baakojde akten burhtjen sijse biejedh.

source: Nu dađistaga ain čoagganit eanet ođđa sánit vuorkái.
sma: Ahkedh jienebe-jienebh orre baakoeh burhtjesne.

source: Lea dehálaš ahte oahppit geardduhit ođđa sániid ja ohppet daid systemáhtalaččat atnit nu ahte sin sátneriggodat lassána.
sma: Vihkeles learohkh dejtie orre baakojde repeterieh jïh lïerieh eensilaakan, guktie dej baakoeveahka stuerebe sjædta.

source: Ovdamearka: sánit čoavddarieggáin
sma: Vuesiehtimmie: baakoe tjoevtjenereagkine

source: Speallu
sma: Spïelh

source: Oahppit sáhttet atnit iešguđetlágan spealuid mat fáddái gullet.
sma: Learohkh maehtieh ovmessieh spïelh utnedh, ektiedamme aamhtesasse.

source: Oahpaheaddji ráhkada spealuid main lea iešguđetge dássi.
sma: Daate gellielaaketjem vadta lïerehtimmiedarjomisnie.

source: Dát sáhttet leat iešguđetlágan breahttaspealut, geardun, muitu, domino, árpobreahtta, bingo ja breahtta bivttascivzzan main leat iešguđetge dásit: govva-govva, govva-sátni ja sátni-sátni.
sma: Lohkehtæjja ovmessie spïelh darjoeh, såemies aelhkie jïh såemies geerve: guvvie-guvvie, guvvie-baakoe jïh baakoe-baakoe. Vuesiehtimmie: bingo, loop, bastesepreejre, daabloe

source: Bargogihppagat
sma: Barkoegærjetjh

source: Oahpaheaddji ráhkada gihppaga mas leat bargobihtát mat gullet fáddái.
sma: Lohkehtæjja gærjetjem dorje ovmessie barkoelaavenjassigujmie dan aamhtesasse.

source: Álgogeahčen duohtandahkkojit oahppanulbmilat ja ođđa sánit ja doahpagat maid oahppit galget oahppat.
sma: Dah lïerehtimmieulmieh jïh orre baakoeh jïh lahtesh mah learohkh edtjieh lïeredh leah våajnoes aalkovisnie.

source: Teavsttat sáhttet iešguđet guhkkodagas ja šlájas.
sma: Dah tjaalegh maehtieh joekehts gåhkoejgujmie årrodh, jïh ovmessie teekste-såarhtigujmie.

source: Bargobihtáin sáhttá leat iešguđetge dásit, nugomat ivdnenbihtát, čállit sániid ja cealkagiid govaide ja čállit muitalusa ja ruvttohasain bargat.
sma: Dah laavenjassh maehtieh dovne geerve jïh aelhkie årrodh, goh klaeriedidh, baakoe jïh raajesh tjaeledh guvvide, jïh soptsesem tjaeledh jïh kroessebaakoem dievhtedh.

source: Oahppit čállet muitalusa govvii.
sma: Learohkh aktem soptsesem tjaala akten gåvvan.

source: Jus joavku lea stuoris, sáhttá oahpaheaddji válljet gova ja dan heaŋgut ovddabeallai dihtora.
sma: Jis dåehkie stoerre, lohkehtæjja maahta aktem guvviem veeljedh jïh dam PC-en uvte gævnjastidh.

source: Oahppit galget vuoruid mielde čállit muitalusa govvii.
sma: Learohkh edtjieh soptsesem tjaeledh våaroej våaroej.

source: Oahpaheaddji sáhttá álggahit historjjá, ja oahppit jotket vuoruid mielde čállimis oasi muitalusas govvii.
sma: Lohkehtæjja maahta soptsesem aelkedh, jïh learohkh jåerhkieh akti akti maam akt dan gåvvan tjaeledh.

source: Juohke áidna oahppi čállá oasis.
sma: Learohkh tjaelieh ånnetji fïereguhte.

source: Nubbi oahppi ii dárbbaš dan mielde čállit maid earát ovdalis leat čállán.
sma: Fïerhte learohke ij badth daarpesjh krööhkedh maam dah jeatjah learohkh tjaaleme.

source: Go buot oahppit leat čállán oasis, čállá oahpaheaddji muitalusa báhpirii.
sma: Gosse gaajhkh learohkh maam akt tjaaleme, lohkehtæjja soptsesem olkese tjaala.
